
const ShippingPolicy = () => {
  return (
    <div className="flex justify-center">
      <div className="content content--single-page w-full lg:w-10/12 bg-white rounded p-6 lg:p-8 mt-4 lg:mt-12">
        <h1 className="font-bold text-2xl mb-6">سياسة الشحن والتسليم</h1>
        <div className="content-entry">
          <p className="ql-align-center">
            <br />
          </p>
          <p className="ql-align-right">
            <strong>الشحن والتوصيل</strong>
          </p>
          <p className="ql-align-right">
            <strong> </strong>
          </p>
          <p className="ql-align-right">
            التوصيل مجاني للمدن التي تتواجد بها فروعنا مثل الرياض, جدة, مكة, جازان
            والدمام.
          </p>
          <p className="ql-align-right">
            المدن التي لا تتواجد بها فروعنا ستكون هناك رسوم شحن وتبلغ 100 ريال
            ، وتكون موضحة أثناء عملية الدفع عبر الموقع الإلكتروني.
          </p>
          <p className="ql-align-right">
            <strong> </strong>
          </p>
          <p>
            في حال طلب المراتب من خارج مناطق تواجد فروعنا فإنه سيتم شحن المراتب
            عبر مكاتب الشحن ( المخرجين ) مثل الصاعدي - الزهراني - انتكس - التيار
            السريع لان الشركات المعروفة مثل ارامكس وغيرها لا تقدم خدمة شحن
            للمراتب بسبب حجمها.
          </p>
          <p>
            <br />
          </p>
          <p>
            مكاتب الشحن او المخرجين يقومون بتوصيل المراتب لمستودعاتهم في المنطقه
            ويتم بعدها التوصيل لمنزل العميل عن طريقه او عن طريقهم مقابل مبلغ
            اضافي يتم تحديدة مع شركة الشحن بناء على معطيات القرب او البعد من موقع
            شركة الشحن.
          </p>
          <p>
            <br />
          </p>
          <p>
            <strong>ملاحظة </strong>
          </p>
          <p>
            في حال حصلتم على التوصيل المجاني فسيكون شامل التوصيل لعنوانكم وغير
            شامل خدمة التطليع للمنزل.
          </p>
          <p>
            <br />
          </p>
          <p>
            <strong>مدة التوصيل </strong>
          </p>
          <p>
            <br />
          </p>
          <p>
            مدة التوصيل بمناطق تواجد فروعنا من يومين الى ثلاثة ايام في حالة توفر
            المقاس المطلوب بالفرع, وخارج مناطق تواجدنا من 3 الى 7 ايام.
          </p>
          <p className="ql-align-right">
            <br />
          </p>
          <p> </p>
          <p>
            <strong> </strong>
          </p>
          <p>
            <strong>في حال كانت ( المنتجات ) مفقودة أو تالفة:</strong>
          </p>
          <p>
          </p>
          <p>
            على الرغم من حرصنا الشديد الذي يتم اتخاذه أثناء التغليف، إلا أن الضرر
            يحدث أحيانًا أثناء التوصيل
          </p>
          <p>
            لمساعدتنا في الإسراع بالمطالبة بالتعويض عن الضرر نطلب منك الحرص على
            تنفيذ التالي:
          </p>
          <p> </p>
          <p>
            في حال وصول المنتجات متضررة أو تالفة يرجى مراجعة المنتجات جيدًا مع
            وجود السائق أو العامل مع توضيح ذلك على إذن الاستلام و سوف يتم عمل ما
            يلزم خلال يوم او يومين.
          </p>
          <p>
            في حال الاستلام و التوقيع بسلامة المنتجات ، فإن الشركة تخلي مسؤوليتها
            عن وجود أي ضرر أو تلف في المنتجات.
          </p>
          <p>
            <br />
          </p>
          <p className="ql-direction-rtl">
            <br />
          </p>
          <p className="ql-direction-rtl">
            <strong>ملاحظة</strong>
          </p>
          <p className="ql-direction-rtl">
            عند شحن الطلب عبر شركة شحن خارجية غالبا يكون الاستلام من مقر شركة
            الشحن ويتم التوصيل لمقر العميل بمقابل بحسب الاتفاق مع شركة الشحن ولا
            تشمل رسوم الشحن تطليع المرتبة.
          </p>
          <p>
            <br />
          </p>
        </div>
      </div>
    </div>
  );
};

export default ShippingPolicy;